Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Your current stashed changes on this branch will no longer be visible in Aurora Editor if the branch is renamed.
ar_ae: لن تكون تغييراتك المخبأة الحالية على هذا الفرع مرئية في محرر أورورا إذا تمت إعادة تسمية الفرع.
da: Eventuelle ændringer, du foretager i denne gren, vil ikke længere være synlige i Aurora Editor, hvis grenen får et nyt navn.
de: Ihre aktuellen versteckten Änderungen an dieser Zweigstelle werden im Aurora Editor nicht mehr sichtbar sein, wenn der Zweig umbenannt wird.
de_ch: Aurora Editor zeigt Ihre aktuellen versteckten Änderungen an dieser Zweigstelle nicht mehr an, wenn der Name der Zweigstelle geändert wird.
es: Los cambios almacenados actuales en esta rama ya no serán visibles en el Editor Aurora si la rama se renombra.
es_mx: Tus cambios almacenados actuales en esta rama ya no serán visibles en el Editor Aurora si la rama recibe un nuevo nombre.
es_us: Tus cambios almacenados actuales en esta rama ya no serán visibles en el Editor Aurora si la rama recibe un nuevo nombre.
fr: Vos modifications stockées actuelles sur cette branche ne seront plus visibles dans l'éditeur Aurora si la branche est renommée.
fr_ca: Toute modification que vous avez apportée à ce branche sera invisible dans l'éditeur Aurora s'il est renommé.
hi_in: यदि शाखा का नाम बदला जाता है तो इस शाखा पर आपके वर्तमान छिपे हुए परिवर्तन अब अरोड़ा संपादक में दिखाई नहीं देंगे।
id: Perubahan tersimpan Anda saat ini di cabang ini tidak akan lagi terlihat di Aurora Editor jika cabang diganti namanya.
it: Le modifiche che hai salvato in questo ramo non saranno più visibili in Aurora Editor se il ramo verrà rinominato.
it_ch: Se il ramo viene rinominato, l'editor Aurora non sarà in grado di vedere le modifiche che hai effettuato in questo ramo.
ja_jp: ブランチの名前が変更された場合、このブランチの現在の保存されている変更は、Aurora Editorで表示されなくなります。
ko_kr: 지점이 이름이 변경되면 이 지점에서 저장된 변경 사항은 더 이상 오로라 에디터에서 보이지 않을 것입니다.
nb_no: Eventuelle lagrede endringer i denne grenen vil ikke lenger være synlige i Aurora Editor dersom grenen får nytt navn.
nl: Uw huidige opgeslagen wijzigingen op deze tak zullen niet langer zichtbaar zijn in Aurora Editor als de tak wordt hernoemd.
pl: Twoje aktualne zmiany w tej gałęzi nie będą już widoczne w edytorze Aurora, jeśli nazwa gałęzi zostanie zmieniona.
pt: Suas alterações guardadas neste ramo não serão mais visíveis no Editor Aurora se o ramo for renomeado.
pt_br: Suas alterações armazenadas neste ramo não serão mais visíveis no Editor Aurora se o ramo for renomeado.
ru: Ваши текущие схраненные изменения в этой ветке больше не будут видны в редакторе Aurora, если ветвь будет переименована.
sv: Om grenen byts namn kommer alla dina lagrade ändringar i den här grenen inte längre att synas i Aurora Editor.
th: การเปลี่ยนแปลงที่ซ่อนไว้ในปัจจุบันของคุณในสาขานี้จะไม่ปรากฏใน Aurora Editor อีกต่อไปหากสาขาถูกเปลี่ยนชื่อ
tr: Şube yeniden adlandırılırsa, şubenizdeki mevcut saklanmış değişiklikler Aurora Editöründe artık görünmeyecektir.
uk_ua: Ваші поточні заховані зміни в цій гілці більше не відображатимуться в редакторі Aurora, якщо гілка буде перейменована.
vi: Những thay đổi bạn lưu trữ hiện tại trên nhánh này sẽ không còn hiển thị trong Trình chỉnh sửa Aurora nếu nhánh này được đổi tên.
zh_hans: 如果你改变了分支名称，在Aurora Editor中，你当前隐藏的这个分支的变化将不再可见。
zh_hant: 如果分支名稱被改了，您目前存儲在此分支上的更改將不再在Aurora Editor中可見。

source: Failed To Fetch Workflow Runs.
ar_ae: فشل في جلب سير العمل.
da: Kan ikke hente Workflow-kørsler.
de: Der Abruf von Workflow-Läufen ist fehlgeschlagen.
de_ch: Abruf von Workflow-Läufen fehlgeschlagen.
es: No se ha podido recuperar las cargas de trabajo.
es_mx: No se han podido recuperar las ejecuciones del flujo de trabajo.
es_us: No se han podido recuperar las cargas de trabajo.
fr: Échec de la récupération des exécutions du flux de travail.
fr_ca: Échec de la récupération des exécutions du flux de travail.
hi_in: वर्कफ़्लो रन लाने में विफल.
id: Gagal Mengambil Alur Kerja Yang Berjalan.
it: Impossibile recuperare le fasi del flusso di lavoro.
it_ch: Impossibile recuperare le fasi del flusso di lavoro.
ja_jp: ワークフロー実行の取得に失敗しました。
ko_kr: 워크플로우 실행 가져오기에 실패했습니다.
nb_no: Det gikk ikke å hente Workflow-løp.
nl: Lukt het niet om Workflow Runs op te halen.
pl: Nie Udało Się Pobierać Przebiegów Przepływu Pracy.
pt: Falha ao Recuperar Funções de Fluxo de Trabalho.
pt_br: Falha ao Recuperar Funcionamentos de Fluxo de Trabalho.
ru: Не Удалось Запустить Рабочий Процесс.
sv: Det gick inte att hämta Workflow-tjänster.
th: ล้มเหลวในการดึงข้อมูลการรันเวิร์กโฟลว์
tr: İş Akışı Çalışmalarını Almayı Başaramadı.
uk_ua: Не Вдалося Запустити Робочий Процес.
vi: Thao tác chạy không thành công khi lấy luồng công việc.
zh_hans: 无法检索工作流运行。
zh_hant: 無法獲取工作流程執行。

source: Maximize
ar_ae: عَظَّمَ
da: Maksimere
de: Maximieren
de_ch: Maximieren
es: Maximizar
es_mx: Maximizar
es_us: Maximizar
fr: Maximiser
fr_ca: Maximiser
hi_in: अधिकतम करें
id: Maksimalkan
it: Massimizzare
it_ch: Massimizzare
ja_jp: 最大化する
ko_kr: 최대로 하다
nb_no: Maksimere
nl: Maximaliseren
pl: Zmaksymalizować
pt: Maximizar
pt_br: Maximizar
ru: Максимально увеличивать, максимально увеличить
sv: Maximera
th: เพิ่ม
tr: Maksimize
uk_ua: Максимізувати
vi: Tối đa hóa
zh_hans: 最大化
zh_hant: 最大化

source: Command Palette
ar_ae: لوحة الأوامر
da: Kommando Palet
de: Bordpalette
de_ch: Bordtonaleinstellungen
es: Paleta de comandos
es_mx: Paleta de Comando
es_us: Paleta de comandos
fr: Palette de commande
fr_ca: Palette de commande
hi_in: कमांड पैलेट
id: Palet Perintah
it: Paletta dei Comandi
it_ch: Paletta di Comandi
ja_jp: コマンドパレット
ko_kr: 명령 팔레트
nb_no: Kommando Palett
nl: Commando Palet
pl: Paleta poleceń
pt: Paleta de Comando
pt_br: Paleta de Comando
ru: Палитра команд
sv: Kommandopallett
th: จานสีคําสั่ง
tr: Emri Paleti
uk_ua: Командна палітра
vi: Bảng màu điều khiển
zh_hans: 指令调色板
zh_hant: 指令調色板

source: Split View
ar_ae: عرض مقسم
da: Del visning
de: Geteilte Ansicht
de_ch: Geteilte Ansicht
es: Vista dividida
es_mx: Vista dividida
es_us: Vista dividida
fr: Affichage partagé
fr_ca: Affichage partagé.
hi_in: विभाजित दृश्य
id: Tampilan Terpisah
it: Vista divisa
it_ch: Vista divisa
ja_jp: 分割ビュー
ko_kr: 분할 보기
nb_no: Del visning
nl: Gesplitste weergave
pl: Podzielony widok
pt: Vista Dividida
pt_br: Visualização dividida
ru: Разделенный Вид
sv: Delad vy
th: มุมมองแยก
tr: Bölünmüş Görüntüleme
uk_ua: Розділений перегляд
vi: Phân đoạn xem
zh_hans: 分屏模式
zh_hant: 分鏡觀點

source: Version History
ar_ae: تاريخ الإصدار
da: Versionhistorik
de: Version-Geschichte
de_ch: Versionverlauf
es: Historial de versiones
es_mx: Historial de Versiones
es_us: Historial de Versiones
fr: Historique des versions
fr_ca: Historique des versions
hi_in: संस्करण इतिहास
id: Riwayat Versi
it: Storico delle versioni
it_ch: Storico delle versioni
ja_jp: バージョン履歴
ko_kr: 버전 기록
nb_no: Versjonshistorikk
nl: Versiegeschiedenis
pl: Historia wersji
pt: Histórico de Versões
pt_br: Histórico de Versões
ru: История версий
sv: Versionshistorik
th: ประวัติเวอร์ชัน
tr: Sürüm Geçmişi
uk_ua: Історія версій
vi: Lịch sử phiên bản
zh_hans: 版本历史记录
zh_hant: 版本歷史記錄

source: Show only errors
ar_ae: إظهار الأخطاء فقط
da: Vis kun fejl
de: Nur Fehler anzeigen
de_ch: Nur Fehler anzeigen
es: Mostrar solo errores
es_mx: Muestra solo errores
es_us: Muestra solo errores
fr: Afficher uniquement les erreurs
fr_ca: Afficher seulement les erreurs.
hi_in: केवल त्रुटियाँ दिखाएँ
id: Hanya menampilkan kesalahan
it: Mostra solo gli errori
it_ch: Mostra solo errori
ja_jp: エラーのみを表示する
ko_kr: 오류만 보여주기
nb_no: Vis kun feil
nl: Toon enkel fouten
pl: Pokaż tylko błędy
pt: Mostrar apenas erros
pt_br: Mostrar apenas erros.
ru: Показать только ошибки
sv: Visa endast fel
th: แสดงเฉพาะข้อผิดพลาด
tr: Yalnızca hataları göster
uk_ua: Показати лише помилки
vi: Chỉ hiển thị lỗi
zh_hans: 仅显示错误
zh_hant: 僅顯示錯誤

source: Stash
ar_ae: خَبَّأَ
da: Gemme
de: Verstecken
de_ch: Lager
es: Esconderse
es_mx: Alijo
es_us: Alijo
fr: Cachette
fr_ca: Cachette
hi_in: छिपाने की
id: Simpanan
it: Nascondere
it_ch: Nascondere
ja_jp: 隠す
ko_kr: 숨겨둔 것
nb_no: Gjemmested
nl: Voorraad drugs
pl: Schowek
pt: Esconderijo
pt_br: Esconderijo
ru: Скрытый запас
sv: Stoppa
th: ที่ซ่อน
tr: Saklamak
uk_ua: Сховка
vi: Ẩn nấp
zh_hans: 藏起来
zh_hant: 儲藏

source: Aurora Editor is up to date
ar_ae: محرر أورورا محدث
da: Aurora Editor er opdateret
de: Aurora Editor ist auf dem neuesten Stand
de_ch: Aurora Editor ist aktuell.
es: El editor Aurora está actualizado
es_mx: El editor de Aurora está actualizado
es_us: Aurora Editor está actualizado
fr: L'éditeur Aurora est à jour.
fr_ca: L’éditeur d’Aurora est à jour.
hi_in: अरोड़ा संपादक अद्यतित है
id: Aurora Editor sudah diperbarui
it: Aurora Editor è aggiornato
it_ch: L'Editor di Aurora è aggiornato.
ja_jp: オーロラエディタは最新です。
ko_kr: 오로라 에디터는 최신 버전입니다.
nb_no: Aurora Editor er oppdatert.
pl: Aurora Editor jest na bieżąco
pt: O Editor Aurora está atualizado
pt_br: O editor Aurora está atualizado.
ru: Aurora Editor в актуальном состоянии
sv: Aurora Editor är uppdaterad.
th: ตัวแก้ไขออโรร่าเป็นปัจจุบัน
tr: Aurora Editörü günceldir.
uk_ua: Редактор Aurora актуальний
vi: Trình biên tập Aurora đã được cập nhật
zh_hans: Aurora Editor是最新的版本
zh_hant: Aurora Editor是最新的

source: No selection
ar_ae: لا يوجد اختيار
da: Ingen valgfri mulighed
de: Keine Auswahl
de_ch: Keine Auswahl.
es: Sin selección
es_mx: Sin selección
es_us: Sin selección
fr: Aucune sélection
fr_ca: Aucun choix.
hi_in: कोई चयन नहीं
id: Tidak ada pilihan
it: Nessuna selezione
it_ch: Nessuna selezione
ja_jp: 選択なし
ko_kr: 선택 없음
nb_no: Ingen valg
nl: Geen selectie
pl: Brak wyboru
pt: Sem seleção
pt_br: Sem seleção
ru: Нет выбора
sv: Inget val
th: ไม่มีการเลือก
tr: Seçim yok
uk_ua: Без вибору
vi: Không có lựa chọn nào cả
zh_hans: 无选择
zh_hant: 無選擇

source: Failed %@:
ar_ae: فشل %@:
da: Mislykkedes %@:
de: Gescheitert %@:
de_ch: Gescheitert %@:
es: Fallido %@:
es_mx: Fallido %@:
es_us: Fallido %@:
fr: Échoué %@:
fr_ca: Échoué %@:
hi_in: असफल %@:
id: Gagal %@:
it: Fallito %@:
it_ch: Fallito %@:
ja_jp: 失敗した%@:
ko_kr: 실패 %@:
nb_no: Mislyktes %@:
nl: Geslaagd %@:
pl: Nie powiodło się %@:
pt: Falha %@:
pt_br: Falhou %@:
ru: Сбой %@:
sv: Misslyckats %@:
th: ล้มเหลว %@:
tr: Başarısız %@:
uk_ua: Не вдалося %@:
vi: Thất bại %@:
zh_hans: 失败%@：
zh_hant: 失敗 %@：

source: Aura Editor Icon
ar_ae: أيقونة محرر الهالة
da: Aura-redaktørikon
de: Aura Editor-Symbol
de_ch: Aura-Editor-Symbol
es: Icono del editor de aura
es_mx: Icono del editor de aura
es_us: Ícono del editor de auras
fr: Icône éditeur d'aura
fr_ca: Icône éditeur d'aura.
hi_in: आभा संपादक आइकन
id: Ikon Editor Aura
it: Icona dell'Editor dell'Aura
it_ch: Icona dell'Editor dell'Aura
ja_jp: オーラエディタアイコン
ko_kr: 에어 에디터 아이콘
nb_no: Aura-redigeringsikon
nl: Icon voor Aura Editor
pl: Ikona edytora Aura
pt: Ícone do Editor de Aura
pt_br: Ícone do Editor de Aura
ru: Значок редактора Aura
sv: Aura-redigeringsikon
th: ไอคอน Aura Editor
tr: Aura Editör Simgesi
uk_ua: Значок редактора Aura
vi: Biểu tượng Trình biên tập Aura
zh_hans: 光环编辑器图标
zh_hant: 光環編輯圖示

source: Filter
ar_ae: فِلْتِر
da: Filtrere
de_ch: Filtern
es: Filtrar
es_mx: Filtro
es_us: Filtro
fr: Filtre
fr_ca: Filtre
hi_in: छन्ना
it: Filtro
it_ch: Filtro
ja_jp: ろ過する
ko_kr: 필터
pl: Filtr
pt: Filtro
pt_br: Filtro
ru: Фильтр
th: กรอง
tr: Filtre
uk_ua: Фільтр
vi: Lọc bỏ
zh_hans: 筛选器
zh_hant: 過濾器

source: No Quick Help
ar_ae: لا توجد مساعدة سريعة
da: Ingen hurtig hjælp
de: Keine Schnellhilfe
de_ch: Keine Schnellhilfe
es: Ayuda rápida no disponible
es_mx: Ayuda rápida no disponible
es_us: Ayuda rápida no disponible
fr: Aucune aide rapide
fr_ca: Aucune aide rapide.
hi_in: कोई त्वरित सहायता नहीं
id: Tidak Ada Bantuan Cepat
it: Nessun aiuto rapido
it_ch: Aiuto rapido no disponibile
ja_jp: クイックヘルプなし
ko_kr: 빠른 도움 없음
nb_no: Ingen rask hjelp
nl: Geen Snelle Hulp
pl: Brak szybkiej pomocy
pt: Ajuda rápida não disponível
pt_br: Ajuda rápida não disponível.
ru: Никакой Быстрой Помощи
sv: Ingen snabbhjälp
th: ไม่มีความช่วยเหลือด่วน
tr: Hızlı Yardım Yok
uk_ua: Немає Швидкої Допомоги
vi: Không có Trợ giúp Nhanh
zh_hans: 无快速帮助
zh_hant: 無快速幫助

source: Sourcecode C
ar_ae: كود المصدر C
da: Kildekode C
de: Quellcode C
de_ch: Quellcode C
es: Código fuente C
es_mx: Código fuente C
es_us: Código fuente C
fr: Code source C
hi_in: स्रोत कोड सी
id: Kode sumber C
it: Codice sorgente C
it_ch: Il codice sorgente C
ja_jp: ソースコードC
ko_kr: 소스 코드 C
nb_no: Kildekode C
nl: Broncode C
pl: Kod źródłowy C
pt: -Código-fonte C
pt_br: Código fonte C
ru: Исходный код C
sv: Källkod C
th: ซอร์สโค้ด C
tr: Kaynak kod C
uk_ua: Вихідний код C
vi: Mã nguồn C
zh_hans: 源代码C
zh_hant: 源程式C

source: Clear
ar_ae: واضِح
da: Klar
de: Richtig
de_ch: Freispruch
es: Transparente
es_mx: Libre de cargos
es_us: Libre de cargos
fr: Clair
fr_ca: Clair
hi_in: साफ़
id: Jelas
it: Chiaro
it_ch: Chiaro
ja_jp: クリア
ko_kr: 맑은
nb_no: Klargjøre
nl: Duidelijk
pl: Jasny
pt: Claro
pt_br: Claro
ru: Ясный
sv: Klar
th: ชัดเจน
tr: Açık
uk_ua: Очистити
vi: Rõ ràng
zh_hans: 清楚的
zh_hant: 清楚的

source: New item
ar_ae: عنصر جديد
da: Ny vare
de: Neuer Artikel
de_ch: Neues Produkt
es: Nuevo artículo
es_mx: Nuevo artículo
es_us: Nuevo artículo
fr: Nouveau produit
fr_ca: Nouvel article.
hi_in: नया आइटम
id: Barang baru
it: Nuovo articolo
it_ch: Nuovo articolo
ja_jp: 新アイテム
ko_kr: 신상품
nb_no: Nytt produkt
nl: Nieuw item
pl: Nowy przedmiot
pt: Item novo
pt_br: Item novo.
ru: Новый пункт
sv: Nytt föremål
th: รายการใหม่
tr: Yeni eşya
uk_ua: Новий предмет
vi: Màu sắc mới
zh_hans: 新项目
zh_hant: 新項目

source: Other
ar_ae: غَيْر
da: En anden
de: Sonstiges
de_ch: Anderer
es: Otro
es_mx: Otro
es_us: Otro
fr: Autre
fr_ca: Autre
hi_in: अन्य
id: Yang lain
it: Altro
it_ch: Altro
ja_jp: 他の人
ko_kr: 다른
nb_no: Annen
nl: Ander
pl: Inny
pt: Outro
pt_br: Outro
ru: Другой
sv: Annan
th: อื่น
tr: Diğer
uk_ua: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Branch
ar_ae: فَرْع
da: Gren
de: Filiale
de_ch: Ast
es: Rama
es_mx: Rama
es_us: Rama
fr: Succursale
fr_ca: Succursale
hi_in: शाखा
id: Cabang
it: Ramo
it_ch: Ramo
ja_jp: 枝
ko_kr: 지점
nb_no: Gren
nl: Tak
pl: Oddział
pt: Ramo
pt_br: Ramo
ru: Филиал
sv: Gren
th: สาขา
tr: Şube
uk_ua: Гілка
vi: Chi nhánh
zh_hans: 分支
zh_hant: 分支

source: GitHub Repo
ar_ae: جيثب ريبو
da: GitHub Repositorium
de: Repositorium auf GitHub
de_ch: GitHub-Repositorium
es: Repositorio GitHub
es_mx: Repositorio GitHub
es_us: Repositorio GitHub
fr: Repositorium GitHub
fr_ca: Repositorium GitHub
hi_in: गिटहब रेपो
id: Repo GitHub
it: Repositorio GitHub
it_ch: Repositorio GitHub
ja_jp: GitHubリポジトリ
ko_kr: 깃허브 리포토리
nb_no: GitHub-lagerplass
pl: Repozytorium GitHub
pt: Repositório GitHub
pt_br: Repositório GitHub
ru: Репо GitHub
sv: Repositorium på GitHub
th: GitHub รีโป
tr: GitHub Deposu
uk_ua: Репо GitHub
vi: Kho lưu trữ GitHub
zh_hant: GitHub 倉庫

source: Clone
ar_ae: استنساخ
da: Klon
de: Klon
de_ch: Klon
es: Clon
es_mx: Clon
es_us: Clon
hi_in: क्लोन
id: Kloning
ja_jp: クローン
ko_kr: 복제하다
nb_no: Klon
nl: Kloon
pl: Klon
ru: Клон
sv: Klon
th: โคลน
tr: Klon
uk_ua: Клон
vi: Sinh sản nhân bản
zh_hans: 克隆
zh_hant: 克隆

source: Hide Floating Status Bar After (seconds):
ar_ae: إخفاء شريط الحالة العائم بعد (ثواني):
da: Skjul flydende statuslinje efter (sekunder):
de: Die Schwimmende Statusleiste nach (Sekunden) verstecken:
de_ch: Die Schwimmende Statusleiste nach (Sekunden) ist verschwunden:
es: Oculte la barra de estado flotante después (segundos):
es_mx: Oculte la Barra de Estado Flotante Después (segundos):
es_us: Oculte la Barra de Estado Flotante Después (segundos):
fr: Masquer la barre d'état flottante après (secondes) :
fr_ca: Masquer la barre d’état flottante après (secondes) :
hi_in: (सेकेंड) के बाद फ़्लोटिंग स्थिति पट्टी छुपाएँ:
id: Sembunyikan Bilah Status Mengambang Setelah (detik):
it: Nascondi la barra di stato galleggiante dopo (secondi):
it_ch: Nascondi la barra di stato in movimento dopo (secondi):
ja_jp: （秒）後にフローティングステータスバーを非表示にする：
ko_kr: 다음 후(초)에 떠 있는 상태 표시줄 숨기기:
nb_no: Skjul flytende statuslinje etter (sekunder):
nl: Dwijvende statusbalk verbergen na (seconden):
pl: Ukryj pływający pasek stanu po (sekundach):
pt: Esconder a Barra de Status Flutuante Após (segundos):
pt_br: Esconda a Barra de Status Flutuante Depois (segundos):
ru: Скрыть плавающую строку состояния после (секунд):
sv: Dölj flytande statuslinje efter (sekunder):
th: ซ่อนแถบสถานะลอยหลัง (วินาที):
tr: (saniyeler) Sonra Yüzen Durum Çubuğunu Gizle:
uk_ua: Сховати плаваючий рядок стану через (секунди):
vi: Ẩn thanh trạng thái nổi sau (giây):
zh_hans: 隐藏浮动状态栏（秒）：
zh_hant: 隱藏浮動狀態欄(幾秒鐘)：

source: We limit the amount of items that is shown in the commit list to improve performance
ar_ae: نحن نحد من كمية العناصر المعروضة في قائمة الالتزام لتحسين الأداء
da: For at forbedre vores ydelse, har vi begrænset antallet af varer, der vises på commit-listen.
de: Um die Leistung zu verbessern, beschränken wir die Anzahl der in der Aufgabeliste angezeigten Elemente auf ein Minimum.
de_ch: Um die Leistung zu verbessern, beschränken wir die Anzahl der Artikel, die in der Commited-Liste angezeigt werden, auf ein Minimum.
es: Limitamos la cantidad de artículos que se muestran en la lista de compromisos para mejorar el rendimiento.
es_mx: Limitamos la cantidad de artículos que se muestran en la lista de commit para mejorar el rendimiento.
es_us: Limitamos la cantidad de artículos que se muestran en la lista de compromisos para mejorar el rendimiento.
fr: Nous limitons la quantité d'articles qui sont affichés dans la liste des dépôts pour améliorer les performances.
fr_ca: Pour améliorer les performances, nous limitons le nombre d'articles affichés dans la liste des dépôts.
hi_in: हम प्रदर्शन में सुधार के लिए कमिट सूची में दिखाए गए आइटम की मात्रा को सीमित करते हैं
id: Kami membatasi jumlah item yang ditampilkan dalam daftar komitmen untuk meningkatkan kinerja
it: Limitiamo la quantità di articoli che viene mostrata nell'elenco dei commit per migliorare le prestazioni.
it_ch: Per migliorare le prestazioni, limitiamo la quantità di articoli visualizzati nell'elenco commit.
ja_jp: パフォーマンスを向上させるために、コミットリストに表示されるアイテムの数を制限します。
ko_kr: 성능향상을 위해 체크리스트에 표시되는 항목의 양을 제한합니다.
nb_no: For å øke ytelsen, begrenser vi antall elementer som vises på commit-listen.
nl: Om de prestaties te verbeteren, beperken we het aantal items dat in de commit-lijst wordt weergegeven.
pl: Ograniczamy ilość elementów wyświetlanych na liście commitów, aby poprawić wydajność
pt: Nós limitamos a quantidade de itens que é mostrada na lista de commit para melhorar o desempenho.
pt_br: Nós limitamos a quantidade de itens que é mostrada na lista de compromisso para melhorar o desempenho.
ru: Мы ограничиваем количество элементов, которые отображаются в списке фиксаций, чтобы повысить производительность
sv: För att förbättra prestandan har vi begränsat antalet artiklar som visas i commit-listan.
th: เราจํากัดจํานวนรายการที่แสดงในรายการคอมมิทเพื่อปรับปรุงประสิทธิภาพ
tr: Performansı artırmak için taahhüt listesinde gösterilen öğelerin miktarını sınırlıyoruz.
uk_ua: Ми обмежуємо кількість елементів, які відображаються у списку комітів, щоб покращити продуктивність
vi: Chúng tôi hạn chế số lượng mặt hàng được hiển thị trong danh sách cam kết để cải thiện hiệu suất
zh_hans: 我们限制提交列表中显示的项目数量，以提高性能。
zh_hant: 我們限制提交列表中顯示的專案數量，以提高效能。

source: Clear filter
ar_ae: مسح الفلتر
da: Ryd filteret
de: Filter löschen
de_ch: Filter löschen
es: Borrar filtro
es_mx: Filtrar claro
es_us: Borrar filtro
fr: Effacer le filtre
fr_ca: Effacer le filtre.
hi_in: फ़िल्टर साफ़ करें
id: Bersihkan filter
it: Cancella filtro
it_ch: Cancella filtro
ja_jp: クリアフィルター
ko_kr: 필터 제거하기
nb_no: Fjern filteret
nl: Filter wissen
pl: Wyczyść filtr
pt: Limpar filtro
pt_br: Limpar filtro
ru: Очистить фильтр
sv: Rensa filtret
th: ล้างตัวกรอง
tr: Filtreyi temizle
uk_ua: Очистити фільтр
vi: Xóa bỏ bộ lọc
zh_hans: 清除过滤器
zh_hant: 清除過濾器

source: Needs Implementation
ar_ae: يحتاج إلى التنفيذ
da: Skal implementeres
de: Muss umgesetzt werden
de_ch: Muss umgesetzt werden.
es: Necesita Implementación
es_mx: Necesita Implementación
es_us: Necesita Implementación
fr: Besoin d'implémentation
fr_ca: Besoin d'implémentation.
hi_in: कार्यान्वयन की आवश्यकता है
id: Membutuhkan Implementasi
it: Richiede attuazione
it_ch: Richiede implementazione
ja_jp: 実施が必要だ
ko_kr: 시행이 필요함
nb_no: Trenger implementering
nl: Vereist Implementatie
pl: Potrzeby wdrożenia
pt: Precisa de Implementação
pt_br: Precisa de Implementação
ru: Требует реализации
sv: Förverkligande krävs
th: ต้องการการดําเนินการ
tr: Uygulanmaya İhtiyaç Var
uk_ua: Потреби Впровадження
vi: Cần được thực hiện
zh_hans: 需要实施
zh_hant: 需要實施

source: Comments
ar_ae: تعليقات
da: Kommentarer
de: Kommentare
de_ch: Kommentare
es: Comentarios
es_mx: Comentarios
es_us: Comentarios
fr: Commentaires
fr_ca: Commentaires
hi_in: टिप्पणियाँ
id: Komentar
it: Commenti
it_ch: Commenti
ja_jp: コメント
ko_kr: 댓글들
nb_no: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt: Comentários
pt_br: Comentários
ru: Комментарии
sv: Kommentarer
th: ความคิดเห็น
tr: Yorumlar
uk_ua: Коментарі
vi: Những nhận xét
zh_hans: 评论
zh_hant: 評論

source: Full Path
ar_ae: مسار كامل
da: Hele vejen igennem
de: Ganzer Pfad
de_ch: Ganzer Pfad
es: Camino completo
es_mx: Camino completo
es_us: Caminito completo
fr: Chemin complet
fr_ca: Chemin complet.
hi_in: पूरा रास्ता
id: Jalur Penuh
it: Percorso completo
it_ch: Percorso completo
ja_jp: フルパス
ko_kr: 전 경로
nb_no: Full vei
nl: Volledig Pad
pl: Pełna ścieżka
pt: Caminho Completo
pt_br: Caminho Completo
ru: Полный Путь
sv: Heltäckande väg
th: เส้นทางเต็ม
tr: Tam Yol
uk_ua: Повний шлях
vi: Đường mòn đầy đủ
zh_hans: 全路径
zh_hant: 全路徑

source: Choose a template for your new file:
ar_ae: اختر قالبا لملفك الجديد:
da: Vælg en skabelon til din nye fil:
de: Wählen Sie eine Vorlage für Ihre neue Datei:
de_ch: Wählen Sie eine Vorlage für Ihre neue Datei:
es: Elige una plantilla para tu nuevo archivo:
es_mx: Elige una plantilla para tu nuevo archivo:
es_us: Elige una plantilla para tu nuevo archivo:
fr: Choisissez un modèle pour votre nouveau fichier :
fr_ca: Choisissez un modèle pour votre nouveau fichier :
hi_in: अपनी नई फ़ाइल के लिए एक टेम्पलेट चुनें:
id: Pilih templat untuk file baru Anda:
it: Scegli un modello per il tuo nuovo file:
it_ch: Scegli un modello per il tuo nuovo file:
ja_jp: 新しいファイル用のテンプレートを選択してください：
ko_kr: 당신의 새로운 파일을 위한 템플릿을 선택하세요:
nb_no: Velg en mal for din nye fil:
nl: Kies een sjabloon voor je nieuwe bestand:
pl: Wybierz szablon dla swojego nowego pliku:
pt: Escolha um modelo para o seu novo arquivo:
pt_br: Escolha um modelo para o seu novo arquivo:
ru: Выберите шаблон для вашего нового файла:
sv: Välj en mall för din nya fil:
th: เลือกเทมเพลตสําหรับไฟล์ใหม่ของคุณ:
tr: Yeni dosyanız için bir şablon seçin:
uk_ua: Виберіть шаблон для вашого нового файлу:
vi: Chọn một mẫu cho tệp mới của bạn:
zh_hans: 为你的新文件选择一个模板：
zh_hant: 為你的新文件選擇一個範本：

source: Open in New Window
ar_ae: افتح في نافذة جديدة
da: Åbner i nyt vindue
de: In neuem Fenster öffnen
de_ch: Wird in neuem Fenster geöffnet.
es: Abrir en una Nueva Ventana
es_mx: Abrir en una Nueva Ventana
es_us: Abrir en una Nueva Ventana
fr: Ouvrir dans une nouvelle fenêtre
fr_ca: Ouvrir dans une nouvelle fenêtre.
hi_in: नई विंडो में खोलें
id: Buka di Jendela Baru
it: Apri in una nuova finestra
it_ch: Apri in una nuova finestra
ja_jp: 新しいウィンドウで開く
ko_kr: 새 창에서 열기
nb_no: Åpne i nytt vindu
nl: Open in een nieuw venster
pl: Otwórz w nowym oknie
pt: Abrir numa nova janela
pt_br: Abrir em uma nova janela.
ru: Открыть в новом окне
sv: Öppnas i nytt fönster
th: เปิดในหน้าต่างใหม่
tr: Yeni Pencerede Aç
uk_ua: Відкрити в новому вікні
vi: Mở trong Cửa sổ Mới
zh_hans: 在新窗口打开
zh_hant: 在新視窗中開啟
